[
  {
    "title": "Walking the High Line",
    "author": "Frances Cohen",
    "date": "November 3rd, 2020",
    "tags": [
      "#High Line",
      "#Joel Sternfeld"
    ],
    "text": [
      "Joel Sternfeld's 'Walking the High Line' shows the High Line looking very different than it does now. After its time as a railway carrying freight across the city, it was almost demolished. However, due in part to Sternfeld 's 'Walking the High Line' and the rest of his photo series, the public, and more importantly the major, were everntually convinced that the High Line was worth saving. Proceeds from his book then went on to turning the once abandoned railway into the thriving park that we know it as today.",
      "If you're interested, make sure to check out some of his other work. His 'When It Changed' contains shots of delegates at the 2005 United Nations Climate Change Conference in Montreal, and his 'On This Site: Landscape in Memoriam' speaks to violence in America. While not photos of New York, if you're curious I'd suggest taking a look!"
    ]
  },
  {
    "title": "New York Photographer Berenice Abbott",
    "author": "Frances Cohen",
    "date": "November 3rd, 2020",
    "tags": [
      "#Berenice Abbott",
      "#Photographer"
    ],
    "text": [
      "While not born in New York, Berenice Abbott lived in the city for many years. After returning back to the city before the Great Depression, she was supprised by how the landscape had changed. So with funding from the Works Progress Administration Federal Art Project, she documented the transformation of the city in a series of breathtaking photos where the people are not the subjects, but the buildings.",
      "Her photos held a lot of significance to the city as it was then and even as it is now. They showed people how their inidvidual and collective actions had an effect on the very city surrounding them. Abbott demonstrated to her audience the ways in which those actions helped but also harmed, converying her feelings towards the old and the new through images that resonate even after their subject is long gone."
    ]
  },
  {
    "title": "Picturesque Places Snug Harbor",
    "author": "Anonymous",
    "date": "November 5th, 2020",
    "tags": [
      "#Staten Island",
      "#Picturesque"
    ],
    "text": [
      "Looking for a cool place to take photographs? Well, Snug Harbor in Staten Island might be the place for you!",
      "Snug Harbor contains a collection of 19th century buildings in an 83-acre park. The stunning, serene grounds are perfect for photography on a nice day, and while you're there don't forget to visit the botanical gardens!"
    ]
  }
]
